<?php

///////////////////////////////////////////////////////////////////////////////
//                                                                           //
//   Простая онлайн фотогалерея "Photopad" // Конфигурация                   //
//   ----------------------------------------------------------------------  //
//   Copyright (C) 1998-2021 web-studio "Cherry-Design"                      //
//   URL: https://www.cherry-design.ru/                                      //
//   E-mail: mike@cherry-design.ru                                           //
//                                                                           //
///////////////////////////////////////////////////////////////////////////////

// Текущая версия движка
$globals["version"] = "v2.1.0";

// Флаг показа числа фотографий в списке категорий
$globals["frequency_flag"] = 0;

// Флаг трансляции RSS-канала
$globals["rss_flag"] = 1;

// Флаг преобразования ссылок для режима "mod_rewrite"
$globals["rewrite_flag"] = 0;

// Название и слоган сайта
$globals["website_title"] = "Photopad";
$globals["website_words"] = "Простая онлайн фотогалерея";

// Логин и пароль для доступа к системе
$globals["login"] = "admin";
$globals["password"] = "admin";

// Путь к каталогу, где хранятся файлы данных
$globals["path_data"] = "data/";

// Путь к каталогу, где хранятся изображения
$globals["path_images"] = "images/";

// Путь к каталогу, где хранятся шаблоны
$globals["path_templates"] = "templates/";

// Путь к каталогу, где хранятся временные файлы
$globals["path_temp"] = "temp";

?>